{
    "GUID": "41630907-8AF9-48F4-942E-A8C491582372",
    "chapters": [
        "Welcome back to the Job Book How to Use Series.\nIf this is your first time watching,\nremember that each episode builds on the last.",
        "In the last video,\nwe exported invoices through the Invoice Process Backlog\nso your accounting system stays synchronized with Job Book billing.",
        "Today, we’re closing out the series.\nWe’ll review what we’ve covered,\ntalk about what comes next,\nand highlight a few advanced Job Book features.",
        "By now, you’ve learned how to:\nCreate clients and jobs.\nRecord Daily Work Records and expenses.\nUse the Active Job Dashboard to monitor progress.\nApprove DWRs, expenses, and invoices through the backlog system.\nCreate and send invoices.\nImport them into your accounting system.",
        "With these skills,\nyou can manage the full lifecycle of a job in Job Book—\nfrom setup to invoicing.",
        "Job Book stays reliable when everyone keeps information moving.\nWhen technicians, coordinators, project managers, and administrators\nstay on schedule, jobs stay profitable\nand reporting stays trustworthy.",
        "Daily Work Records and expenses keep the operational engine running.\nRemind technicians that timely and accurate submissions\ngive you real-time visibility.",
        "Project Managers should live in the Active Job Dashboard\nfor real-time status.",
        "Watch labour, expenses, and budgets closely.\nDrill into a job whenever actuals drift from the plan.\nThe dashboard converts Daily Work Records and expenses into insight—\nso keep it bookmarked.",
        "When it’s time to bill,\nfollow the pipeline we’ve built together.",
        "Approved Daily Work Records flow into the DWR Invoice Backlog\nfor Time and Materials jobs.",
        "Approved expenses appear alongside them for billable work.\nFixed-fee jobs depend on accurate setup—\nkeep milestone line items and billing schedules current.",
        "From there, invoice creation, approval, and export\nclose the financial loop.",
        "Staying in sequence prevents missed revenue\nand keeps reconciliations painless.",
        "Every stage connects to the next.\nClients and Jobs give structure to each transaction.\nDaily Work Records and Expenses capture daily execution.\nApprovals turn field data into billable output.\nInvoices and Exports deliver accurate revenue to accounting.",
        "Now that the core skills feel familiar, let’s look at what comes next.",
        "The Job Book Reporting Guide Series \nshows how to use the built-in reports\nto turn daily activity into insight.",
        "Beyond reporting, Job Book includes modules that extend your workflows.",
        "The Tasks and Scheduling module adds detailed team task tracking\nand drag-and-drop scheduling.",
        "The Leave module keeps vacation and sick time organized—no spreadsheets needed.",
        "The Assets and Safety modules manage fleet maintenance, inspections,\nand compliance records.",
        "Each module follows the same principles you’ve practiced here—\nclean setup, disciplined data entry, timely approvals, and consistent monitoring.",
        "In the next training arc, we’ll turn to reporting so you can translate operational data\ninto insight for leadership, clients, and continuous improvement.",
        "You now have the complete toolkit to manage daily work in Job Book with confidence.\nKeep the momentum by reviewing your queues regularly, communicating with your teams,\nand exploring the advanced modules that support your goals.",
        "If you’re interested in in-depth reporting,\ncheck out our Job Book Reporting Guide Series.",
        "If you’d like to integrate with accounting or payroll systems,\nwatch our Job Book Integration Guide Series.",
        "For setup and configuration, jump back to the Job Book Setup Guide Series.\nDocumentation is always available at getjobbook.com slash help.\nAnd if you ever get stuck, our support team is only a phone call or email away.",
        "That wraps up the Job Book How to Use Series.",
        "Thanks for watching, and I’ll see you in the next series!\nand don’t forget to subscribe for more Job Book updates\nand helpful how-to videos!"
    ],
    "friendlyName": "2.13",
    "index": 21
}
