{
    "GUID": "5BCB77D8-8BBA-4BCE-8682-93B051965659",
    "chapters": [
        "Welcome back to the Job Book How to Use Series.\nIf this is your first time watching,\nremember — each episode builds on the last.",
        "In the previous video,\nwe created invoices and moved them\nthrough the full invoice lifecycle.",
        "We finished our time-and-materials example,\nmarked it processed,\nand created a fixed-price invoice.",
        "Today, we’ll work inside the Invoice Process Backlog —\nthe final checkpoint before invoices\nleave Job Book and land in accounting.",
        "The Invoice Process Backlog protects cash flow.\nIt prevents invoices from slipping through the cracks,\nkeeps exports clean for accounting,\nand closes the loop\non everything we prepared earlier\nin the DWR and Invoice queues.",
        "I’m logged in as an Administrator.\nOnly Administrators can process\nand export invoices here.",
        "From the main dashboard,\nfind the Workflow card in the middle row.\n-- Click Invoice Process Backlog --",
        "The Invoice Process Backlog\nis the processing and exporting center for Job Book.",
        "The grid lists every invoice still in the Admin Queue\nthat hasn’t been set to processed.",
        "If you’ve watched the DWR Approval Backlog\nor DWR Invoice Backlog videos,\nthis will look very familiar —\nand it behaves almost the same way.",
        "I’ll highlight what’s different here.\nFor everything else,\nrefer to those earlier videos.",
        "At the top left, you’ll see three main buttons:\nExport Selected Invoices,\nDownload Selected PDFs,\nand Process Selected Invoices.\nAll stay inactive until you’ve checked at least one invoice.",
        "Sorting, filtering, and grouping\nwork the same as before.",
        "The Invoice Table uses columns\nthat are more accounting-focused\nthan the DWR tables.\nIt lists all invoices still in the Admin Queue\nthat haven’t yet been processed.",
        "The blue triangle on the left\nexpands the invoice to show more detail —\nagain, information that’s aimed at accounting.",
        "To prepare a batch export,\nselect the invoices you want to send to accounting.\n-- Check Invoice Checkbox --",
        "Once you select at least one invoice,\nthe Export, Download, and Process buttons activate.",
        "Click Export Selected Invoices.\n-- Click Export Selected Invoices --",
        "Job Book compiles the selected invoices\nand downloads an export file in your browser.\nOnly the checked invoices are included.",
        "You can now import that file into your accounting system.\nJob Book supports multiple formats —\nQuickBooks Desktop and Online, Sage 50, Sage 300,\nand a generic CSV for other systems.",
        "We have videos that walk you through each import.\nYou’ll find those links in the description below.",
        "You can also bulk download all invoice PDFs.\nJust select the invoices you want,\nthen click Download Selected PDFs.\n-- Click Download Selected PDFs --",
        "A ZIP file downloads with all the PDFs inside.",
        "After you export and import invoices into accounting,\nyou can mark them processed in bulk.\nClick Process Selected Invoices.\n-- Click Process Selected Invoices --",
        "A confirmation window appears\nshowing how many invoices you’ll process.\nClick OK.\n-- Click OK --",
        "Those invoices disappear from the backlog immediately.\nProcessing here is the same as checking the Processed box manually,\nbut you’re doing it for many at once.",
        "If you make a mistake, no problem.\nClick Undo Last Process Batch at the top right.\n-- Click Undo Last Process Batch --",
        "A confirmation window shows how many invoices you’re unprocessing.\nClick OK.\n-- Click OK --",
        "All those invoices return to the backlog.",
        "If the Undo button is inactive,\nlocate the processed invoice manually and uncheck the Processed box.\nYou can see how to do that in the Creating Invoices video.",
        "Now let’s look at how this backlog fits into the bigger picture.",
        "Every invoice here started as a DWR entry\nor a fixed-price job from the Active Job Dashboard.\nProject Managers approve the work,\nthen Administrators use this backlog to export and close the loop.",
        "When you mark an invoice Processed or Paid,\nthose statuses feed into WIP Reports and the Active Job Dashboard,\nso Project Managers see real-time revenue updates.",
        "Here are a few best practices to keep things running smoothly:",
        "Clear the Admin Queue on a regular schedule\nso accounting receives predictable batches.",
        "Before exporting, spot-check that expenses are marked processed.",
        "If you need to make a correction,\nuncheck Processed and the invoice returns to the Admin Queue.",
        "Each accounting platform has its own import workflow.\nUsually you’ll open your accounting software,\nchoose Import, and select the file Job Book generated.\nAlways confirm totals after import\nso you can fix issues before the next cycle.",
        "Once imported, record the accounting reference number if available.\nYou can add it inside the invoice record under Accounting Reference.\nThat lets you cross-reference Job Book invoices\nwith entries in your accounting system.",
        "After import, the invoices appear in your accounting software\nas if they were created there directly —\ncomplete with clients, amounts, and line items.",
        "Why is this process so important?",
        "It eliminates double entry.\nIt saves time and reduces errors.\nIt keeps your records accurate and up to date,\nand it makes your invoicing workflow seamless\nfrom field work all the way to accounting.",
        "In the next video,\nwe’ll step back and review the entire How to Use Job Book journey.\nWe’ll also point you to advanced series covering Reporting, Assets, Safety, and more.",
        "You now know how to monitor the Invoice Process Backlog,\nprepare clean exports for accounting,\nand close out invoices with confidence.",
        "Thanks for watching, and I’ll see you in the next video!\nAnd don’t forget to subscribe for more Job Book updates\nand helpful how-to videos!"
    ],
    "friendlyName": "2.12",
    "index": 20
}
