{
    "GUID": "A754D55D-CB7A-4DFC-908D-FD913B31F7C8",
    "chapters": [
        "Welcome back to the Job Book How to Use Series.",
        "If this is your first time watching, \nremember that each episode builds on the last.",
        "In the last video, we explored the Active Job Dashboard \nand learned how to monitor project health in real time. \nThat dashboard helps identify which jobs need attention.",
        "In this episode, we’ll dive into the DWR Approval Backlog. \nThe DWR Approval Backlog is where a Project Manager \nvalidates the work records that drive every job metric.",
        "This episode is all about clearing that backlog efficiently \nso approved records reach payroll, reporting, \nand billing without delay.",
        "Before we jump into the screen, let’s review why approvals matter. \nDaily Work Records, or DWRs, capture labour, \nequipment, and materials in a single submission. \nUntil they’re approved, they’re provisional. \nApproving them confirms that the information is ready \nfor payroll, cost tracking, and invoicing.",
        "I’m logged in as a Project Manager so I can walk you through the \nDaily Work Record approval flow from end to end.",
        "From the main dashboard, look at the Workflow card \nin the middle of the second row, \nthen click the DWR Approval Backlog button.\n-- Click DWR Approval Backlog --\nThe DWR Approval Backlog is the DWR batch approval center for every project.",
        "At the top left, you’ll see the Approve Selected DWRs button. \nIt will be inactive until you select DWRs to approve.",
        "At the top right, you’ll see the Expand All, Collapse All, \nand Undo Last Approval Batch buttons.",
        "Below that is the grouping bar. \nYou can drag column headers here \nto group jobs by Job Number, Project Manager, or other fields.",
        "Below that is the DWR Table, \nwhich shows all DWRs in the system that have not yet been approved.",
        "The first column is a checkbox. \nClicking the checkbox in the header selects all DWRs for bulk approval. \nUnchecking it will deselect all DWRs.",
        "Next are the Date, Created By, Submitted Date, and DWR Number columns. \nThe DWR Number column contains hyperlinks to the individual DWRs.",
        "Then you have the Job Number, Client, Project Manager, and Office columns.",
        "By default, DWRs are sorted by Date and Job Number in ascending order. \nThat means the oldest DWRs appear first, \nand within each day, they’re sorted by Job Number.",
        "Multiple columns can be sorted at once. \nIf you want to sort by only one column, \nyou’ll need to remove sorting from the others \nby clicking the sorted column until the arrow disappears.",
        "If I want to sort by Client, I’ll remove sorting from the Job Number column.\n-- Click Job Number twice --",
        "And from the Date column.\n-- Click Date twice --",
        "Then I’ll click the Client column heading.\n-- Click Client once --",
        "When the arrow points up, it’s ascending. Click again to switch to descending.\n-- Click Client once --\nClick once more to remove sorting.\n-- Click Client once --",
        "You can also filter data by clicking the filter icon \nor typing in the quick filter field in certain columns.",
        "If I’m Lance and only want to see DWRs for jobs I manage, I’ll simply type 'Lance.'\n-- Type 'Lance' --",
        "The dropdown will show a filtered list to choose from. \nSelect the employee.\n-- Click 'Lance L' --",
        "Now all DWRs are filtered to Project Manager Lance. \nYou can clear the filter by clicking the X on the quick filter \nor the Clear Filter icon.",
        "More complex filters can be used by clicking the filter icon on the column heading.\n-- Click heading filter --",
        "Sometimes a DWR might need a small adjustment. \nIf it’s just a typo or a minor fix, you can correct it on the spot. \nKeep in mind that direct edits mean you own that change.",
        "If you need a closer look at or need to edit a specific DWR, \nclick the hyperlink. \n-- Click DWR hyperlink --\nA new browser tab will open where you can review, edit, \nor manually approve the DWR.\n-- Click DWR Tab --",
        "If the submission needs more work, \ntell the technician who submitted the DWR to edit it instead. \nTechnicians can edit their own DWRs until they’ve been approved. \nBe clear about what needs to change and why.",
        "Approving multiple DWRs one by one can get cumbersome.\n-- Click DWR Approval Backlog Tab --",
        "You might have noticed a blue triangle on the left side of the table. \nIf you click it, the record expands to show more details.",
        "You can expand all DWRs at once \nby clicking the Expand All button on the top right.",
        "You can see the line items used, the hours, the unit, the quantity, and the description. \nThis lets you quickly review multiple records \nwithout opening each DWR individually.",
        "After you’ve reviewed the DWRs, check the boxes for the ones you want to approve. \nThe Approve Selected DWRs button will become active.",
        "To approve in bulk, click the Approve Selected DWRs button.\n-- Click Approve Selected DWRs --",
        "You’ll see a confirmation pop-up showing the number of DWRs you’re about to approve. \nClick OK.\n-- Click OK --",
        "The selected DWRs have now been approved. \nYou’ll notice they disappear from the backlog immediately. \nApproving DWRs locks the records, meaning they’re no longer editable by the technician. \nApproved DWRs can now be used in the DWR Invoice Backlog \nif the job is set to Time and Material, \nor directly when creating an invoice.",
        "If you made a mistake, you can click the Undo Last Approval Batch button.\n-- Undo Last Approval Batch button --",
        "You’ll see a confirmation pop-up showing the number of DWRs you’re about to unapprove. \nClick OK.\n-- Click OK --",
        "You should see all the DWRs return to your backlog.",
        "If you ever need to unapprove a DWR \nand the Undo Last Approval Batch is inactive, \nyou’ll need to locate the approved DWR manually.\nTo do this, go to Explore in the Daily Work Records card.\n-- Click Navigate Home, Click Explore DWRs --\nThen go to the All tab. \n-- Click All tab --\nFind the DWR you want to unapprove. \n-- Click DWR --\nOpen the DWR for editing. \n-- Click Edit --\nUncheck the PM Approved checkbox, then click Save.\n-- Click Save --\n-- Click Navigate, Home --",
        "That’s about all there is for the DWR Approval Backlog.",
        "If you want to learn more about the DWR Invoice Backlog, \ncheck out the DWR Invoice Backlog video later in this series.",
        "Approvals should happen daily or at least before payroll cutoff. \nDelays cause payroll issues and slow invoicing. \nSet aside about ten minutes at the end of each day, \nor first thing in the morning, to clear the queue. \nIt keeps cash flow smooth and gives leadership confidence \nin the job data they review.",
        "Remember that approved DWRs feed several backlogs in Job Book. \nThey populate the DWR Invoice Backlog for Time and Materials jobs, \nthey feed cost actuals in the job budget view, \nand they roll into payroll exports. \nA careful review here prevents errors later. \nAccurate data now means faster invoicing and fewer write-offs down the line.",
        "Here’s a quick recap. \nThe DWR Approval Backlog is where you validate every Daily Work Record \nbefore it affects payroll, reporting, and invoicing. \nCheck the queue often, use filters to focus, and review each section carefully. \nThose habits keep your data accurate and your projects on track.",
        "In the next video, we’ll stay in the approvals workflow \nand walk through the Expense Approval Backlog, \nso staff expenses are processed quickly and efficiently.",
        "Thanks for watching, and I’ll see you in the next video!",
        "And don’t forget to subscribe for more Job Book updates and helpful how-to videos!"
    ],
    "friendlyName": "2.8",
    "index": 16
}
