{
    "GUID": "BA78C8DE-4BB2-42AC-BCDC-E39B1AA54107",
    "chapters": [
        "Welcome back to the Job Book How to Use Series.\nIf this is your first time watching, \nremember that each episode builds on the last.",
        "In the last video we explored the DWR Approval Backlog.\nWe bulk approved daily work records before they flowed into payroll and invoicing.",
        "In this episode, we’re going to clear the Expense Approval Backlog.\nThis is where submitted expenses wait for a \nProject Manager or Administrator to review.\nThink of it as the gatekeeper that protects cash flow, \nreimbursement accuracy, and client billing integrity.",
        "Before we jump into Job Book, let's talk about why this backlog matters.\nExpenses in Job Book are costs paid by staff on behalf of a job \nthat need reimbursement.\nIf we approve them blindly we risk billing the wrong client \nor paying staff for the wrong amount.\nA steady approval rhythm keeps reimbursements timely \nand your general ledger clean.\nIt also keeps our job budgets trustworthy \nwhen leadership checks the numbers.",
        "I am logged in as an Administrator so I can see every expense awaiting review.\nYou can follow the same process as a Project Manager \nif that is the role assigned to you.",
        "Now let’s walk through the screen together \nand see how the approval process works.\nFrom the main dashboard, look at the Workflow card \nin the middle of the second row,\nIn the Workflow list choose Expense Approval Backlog.\n-- Click Expense Approval Backlog --\nThe Expense Approval Backlog is the expense batch approval center for Job Book.",
        "At the top left you will see the Approve Selected Expenses button.\nIt will stay inactive until we have at least one expense checked.\nAt the top right, you’ll see the Undo Last Approval Batch button.",
        "Below that is the grouping bar. \nYou can drag column headers here \nto group jobs by Job Number, Employee Name, or other fields.",
        "Below that is the Expense Table.\nThe Expense table lists every submitted expense that still needs approval.",
        "The first column is a checkbox. \nClicking the checkbox in the header selects all expenses for bulk approval. \nUnchecking it clears all selections.",
        "Next is the Date column. \nThe Date column contains hyperlinks to the individual Expenses.",
        "Then you have the Submitted Date, Job Number, Expense Item, \nEmployee Name, Amount, and Description columns.",
        "By default, Expenses are sorted by Date and Employee Name in ascending order. \nThat means the oldest Expenses appear first, \nand within each day, they’re sorted by Employee Name.",
        "You can sort by multiple columns at once. \nTo focus on one column, remove sorting from the others \nby clicking the sorted column until the arrow disappears.",
        "Just like we did in the DWR Approval Backlog video in this series.",
        "Just like the DWR Approval Backlog, \nyou can filter data using the filter icon \nor by typing in the quick filter field in certain columns.",
        "Sometimes an Expense might need a small adjustment. \nIf it’s just a typo or a minor fix, you can correct it on the spot.",
        "If you need to edit or see attachments on an Expense, \nclick the hyperlink. \n-- Click Expense hyperlink --\nA new browser tab will open \n-- Click Expense Tab --\nwhere you can review, edit, \nor manually approve the expense.",
        "You can also check off the Processed checkbox.\nThe Processed checkbox can mean different things depending on the situation. \nFor reimbursements, it means the staff member has already been paid. \nFor billable expenses, it means the expense was included on an invoice.",
        "If you want to learn more about the relationship between \nProcessed and Unprocessed Expenses in Invoices\ncheck out the Creating Invoices video later in this series.",
        "If the submission needs more work, \ntell the staff member who submitted the Expense to edit it instead. \nTechnicians can edit their own Expenses until they’ve been approved. \nBe clear about what needs to change and why.",
        "Just like the DWR Approval Backlog approving multiple Expenses \none by one can get cumbersome.\n-- Click Expense Approval Backlog Tab --",
        "If you recall from the Creating Expenses video in this series \nevery expense represents one item or receipt.",
        "From the Expense table you should have all the information needed \nto approve an expense without opening each Expense individually.",
        "After you’ve reviewed the Expenses, check the boxes for the ones you want to approve. \nThe Approve Selected Expenses button will become active.",
        "To approve in bulk, click the Approve Selected Expenses button.\n-- Click Approve Selected Expenses --",
        "You’ll see a confirmation pop-up showing the number of Expenses \nyou’re about to approve. \nClick OK.\n-- Click OK --",
        "The selected Expenses have now been approved. \nYou’ll notice they disappear from the backlog immediately. \nApproving Expenses locks the records, \nmeaning they’re no longer editable by technicians.",
        "Just like the DWR Approval Backlog \nyou can undo a batch approval by clicking on the \nUndo Last Approval Batch button.",
        "The process to manually unapprove an Expense is the same as for unapproving DWRs.\nYou need to locate the approved Expense,\nEdit the expense, and ucheck the Approved checkbox.",
        "That’s about all there is for the Expense Approval Backlog.",
        "Let's talk about integration.\nExpenses flow directly into the Active Job Dashboard, \nallowing Project Managers to compare committed costs against estimates.",
        "When invoicing a Job all expenses related to the job are listed.\nAdministrators can then include those expenses if needed \nand set the expenses to Processed.",
        "Here are a few best practices that seasoned administrators follow.\nFirst, schedule a daily approval window.\nClearing the backlog at the same time each day \nkeeps reimbursements predictable for staff.\nSecond, scan for duplicates before you approve.\nIf two employees submitted the same hotel receipt, reject the duplicate immediately.\nThese small habits keep approvals fast without sacrificing accuracy.",
        "Before we wrap up, let's recap what we covered.\nWe opened the Expense Approval Backlog from the Workflow card.\nWe reviewed an expense record, checked attachments, and confirmed job coding.\nWe approved clean expenses.\nWe used bulk approvals to speed up high-volume days.\nMost importantly, we saw how this backlog feeds invoicing, reporting, and cash flow.",
        "In the next video we will move deeper into billing \nand explore the DWR Invoice Backlog.\nThat’s where DWRs for Time and Material jobs land, \nmaking it easy to build customer invoices.",
        "Thanks for watching, and I’ll see you in the next video!",
        "And don’t forget to subscribe for more Job Book updates and helpful how-to videos!"
    ],
    "friendlyName": "2.9",
    "index": 17
}
