{
    "GUID": "CEC369A2-0B4C-49B5-BDFC-83B28119CBFA",
    "chapters": [
        "Welcome back to the Job Book How to Use Series.\nIf this is your first time watching,\nremember that each episode builds on the last.",
        "In the previous video, we generated draft invoices from the\nDWR Invoice Backlog and saw how they move into the\nProject Manager queue for sign-off.",
        "Today, we’ll finish that time-and-materials draft invoice\nand build a fixed-price invoice from scratch.",
        "Invoices are where job tracking turns into revenue.\nGetting the numbers right protects margins, builds client confidence,\nand keeps the Active Job Dashboard up to date.",
        "I’m logged in as an Administrator.",
        "From the main dashboard, look at the Invoices card,\nit’s the first card on the second row.\nThen click Explore.\n-- Click Explore --",
        "This is the Invoice Management section.\nIf you recall from the Creating DWRs video \nearlier in this series,\nthe interface should look familiar — but slightly different.",
        "At the top, you’ll see seven tabs.\nWhen an invoice is first created in the DWR Invoice Backlog,\nit starts in the PM Queue.",
        "Here you can see the time-and-materials invoice\nwe created in the previous DWR Invoice Backlog video.",
        "Once the invoice is signed off,\nit moves either to the Ticket Queue\nif the job was set to Ticket / Invoice)\nor to the Admin Queue.",
        "The Admin Queue is where invoices are processed.\nOnce processed, they move to the Processed tab.",
        "The final step is setting the invoice to Paid,\nwhich moves it to the Paid tab.",
        "That’s the lifecycle of an invoice.",
        "The last two tabs are My Forms,\nwhich show all invoices you created,\nand finally, the All tab.",
        "Below the tabs are the Filter Settings and Search bar.\nThen you’ll see the Create and Export to Excel buttons.\nFinally, there’s the Invoice List,\nshowing Client Name, Job Number, Project Name, Date, and Invoice Number.",
        "Let’s open the time-and-materials invoice we created earlier.\n-- Click Invoice --",
        "At the top of the display screen, there are five buttons:\nEdit, Export to PDF, Export to Word, Delete, and Back.",
        "Edit lets you modify the invoice.",
        "Export to PDF creates a file you can print or email to a client.",
        "Export to Word creates a Word file you can edit further.",
        "Delete removes the invoice.",
        "Back returns to the list view.",
        "You’ll notice a blue bar saying:\n“This invoice is in the PM Queue \nand needs a Representative Signature to proceed.”",
        "Let’s sign off on it to see what happens.\n-- Click Edit --",
        "Here you can review, modify, and sign off on the invoice.\nYou’ll see the Date, Invoice Number, and Job fields.",
        "If expenses were created for this job,\nyou’ll also see an Expenses table.\nIf you remember from the Creating Expenses video,\nwe created one for this job — and here it is.",
        "You can add expenses to the invoice by adding line items.\nOnce an expense is accounted for, check its box.\nWhen you save the invoice, that expense becomes Processed\nand disappears from the pending list.",
        "Let’s pretend this expense is already included in labour costs,\nso we’ll simply check it off.",
        "Inside Invoice Details are six tabs.\nThe Labour Costs tab lists all labour data\nimported from DWRs for this time-and-materials invoice.\nYou can adjust most values here.\nEach Amount is calculated as unit cost × quantity.",
        "If you change the quantity of hours worked on an invoice,\nit does not change the employee’s payroll.\nThat means you can adjust billing hours\nwithout affecting what staff are paid.",
        "I’ll scroll through and adjust values as needed.",
        "Once labour is reviewed, move to the next tab.\n-- Click Equipment and Materials --",
        "You can make similar edits here.\nIf you need to add a charge that wasn’t on a DWR,\nuse Add Line Item to select the correct entry\nand enter the quantity and rate.",
        "Next tab.\n-- Click Fixed Price --",
        "Because this invoice is for a time-and-materials job,\nwe won’t add any fixed-price items.\nI’ll show you that later when we create a lump-sum invoice.",
        "Next tab.\n-- Click Unpriced --",
        "Here you can add unpriced items —\nfor example, notes or explanations for the client.\n-- Type “Here is some text.” --",
        "Next, the Job Details tab.\n-- Click Job Details --\nThis shows you the original job data.",
        "Finally, the Attachments tab.\n-- Click Attachments --\nAdd internal attachments for administrator reference only.",
        "Below that are the Terms and Conditions.\nYou can enter terms here if you send invoices directly from Job Book.\nBecause we export invoices to our accounting software,\nI’ll leave this blank.",
        "Next are the Totals.\nEach section — Labour, Equipment & Materials, Fixed Price —\nhas its own subtotal, which updates automatically.",
        "Below Totals is the Representative Signature.\nThis is where the Project Manager or Administrator signs off,\nconfirming the invoice has been reviewed\nand all charges are accurate.",
        "Click Add My Signature.\n-- Click Add My Signature --",
        "If your employee signature is set up in Job Book,\nyour name and signature are inserted automatically.",
        "Click Save to finalize,\nthen Back to return to the Invoice Management section.\n-- Click Save --\n-- Click Back --",
        "Notice the invoice is gone from the PM Queue.\nIf the job was set to Ticket / Invoice,\nit advances to the Ticket Queue;\notherwise, it moves directly to the Admin Queue.",
        "Let’s open it from the Admin Queue.\n-- Click Admin Queue --",
        "The Admin Queue is the final stop before export.\n-- Open Invoice --",
        "The blue bar now says:\n“This invoice is in the Admin Queue \nand needs the Proessed checkbox to be checked for the invoice to be Processed.”",
        "What happens next depends on your company’s workflow.\nYou might email the PDF to the client,\nor export it to your accounting system.\nEither way, once processed, edit the invoice and check Processed.\n-- Edit Invoice and Check Processed --",
        "If your process includes importing invoices into accounting,\nrecord the accounting reference number below.\nThat helps link the accounting invoice back to Job Book.\n-- Click Save --",
        "Back in the Invoice List,\n-- Click Back --\nnotice it’s no longer in the Admin Queue.\nIt’s now in the Processed tab.\n-- Click Processed tab --",
        "If you ever need to reverse this,\nsimply edit the invoice, uncheck Processed, and save —\nit will return to the Admin Queue.",
        "Open the processed invoice again.\n-- Open Invoice --",
        "The blue bar now says:\n“This invoice is in Processed\nand needs the Paid checkbox to be checked for the invoice to be Paid.”",
        "What happens after processing\ndepends on whether you track payments inside Job Book.\nSome companies track paid invoices here,\nothers rely solely on accounting software.",
        "If you choose to track them in Job Book,\nhere’s how.",
        "-- Edit Invoice and Check Paid --\n-- Click Save --",
        "We just marked the invoice as Paid.\nBack in the list view,\nit’s now in the Paid tab.\n-- Click Paid tab --",
        "The Paid tab marks the final stage of an invoice.",
        "Now that we’ve completed the lifecycle\nof a time-and-materials invoice,\nlet’s build a fixed-price invoice.",
        "Return to the Dashboard.\n-- Click Navigate Home --",
        "There are two ways to create an invoice.\nYou can click Create New from the Invoices card\nand select the job,\nor use the Active Job Dashboard.\nLet’s use the dashboard.\n-- Open Active Job Dashboard --",
        "Locate a Fixed Price job in the grid.\nLet’s use the “Boundary Survey for $1800” job.\nClick the Dollar Icon.\n-- Click Dollar Icon --",
        "We’re now on the Create Invoice page for that job.\nBecause it’s fixed price, the form starts blank.",
        "Click the Fixed Price tab in the Invoice Details\n-- Click Fixed Price --",
        "Let's add the Fixed Price line item.\nClick Add.\n-- Click Add --",
        "From the Cost Item dropdown select Boundary Survey.\nSet the Unit Cost to $1800, Quantity 1,\nand add a Description: “Boundary Survey.”\n-- Set Unit Cost $1800 --\n-- Quantity 1 --\n-- Description Boundary Survey --",
        "Everything here works the same as when we created\na time-and-materials invoice earlier.",
        "Scroll down and Save to push it into the workflow.\n-- Click Save --",
        "Created invoices follow the same lifecycle:\nPM Queue for signature,\nTicket Queue if needed,\nthen Admin Queue for processing.",
        "From the Admin Queue,\ninvoices appear in the Invoice Process Backlog\nfor export to QuickBooks, Sage, Xero,\nor any other accounting system.",
        "If you’d like to see that workflow,\nwatch our next video — Invoice Process Backlog —\nwhere we show how to export invoices\nto your accounting software.",
        "That’s everything you need to know\nabout creating invoices in Job Book.",
        "Here are a few best practices before we wrap up:",
        "Administrators — check the DWR Invoice Backlog regularly\nto ensure all approved DWRs become draft invoices.",
        "Project Managers — review the PM Queue frequently\nto stay on top of invoice approvals.",
        "Schedule a weekly invoice review\nto catch issues before documents go out.",
        "Let’s recap what we covered today.\nWe reviewed DWR-generated invoices,\nadjusted line items,\nmoved invoices from PM Queue to Admin Queue,\nprocessed and set them to Paid,\nand created a fixed-price invoice\nusing the Active Job Dashboard.",
        "In the next video,\nwe’ll explore the Invoice Process Backlog\nand show how to package invoices for QuickBooks, Sage, or any other platform\nyour firm uses.",
        "Thanks for watching,\nand I’ll see you in the next video!\nAnd don’t forget to subscribe for more Job Book updates\nand helpful how-to videos!"
    ],
    "friendlyName": "2.11",
    "index": 19
}
