{
    "GUID": "FBBA4D22-D005-46B4-9F36-AB07E438E2F6",
    "chapters": [
        "Welcome back to the Job Book How to Use Series. \nIf this is your first time watching, \nremember that each episode builds on the last.",
        "In the previous video, we cleared the Expense Approval Backlog so\nreimbursements and job costs stayed accurate. Those approved expenses now wait\nalongside labour in the billing pipeline.",
        "Today, we’ll focus on invoicing the client. \nIn Job Book, there are two types of invoices.\nFixed price invoices, where the client is charged a fixed amount for the service.\nAnd time-and-materials invoices, where the client is charged \nbased on the actual time spent and materials used during the project.",
        "Time-and-materials invoices are labour intensive to create \nbecause they require careful tracking of all hours worked \nand materials used during the project. Missing Daily Work Records on an invoice \nmeans lost revenue and delays cash flow.",
        "Thankfully, Job Book simplifies the invoicing process \nby automatically collecting all approved DWRs \nfor jobs set to Time and Materials.\nSo it's easy to generate draft Invoices \nfor final approval from a Project Manager.\nTo do this we will use the DWR Invoice Backlog. \nAnd in this video we will focus on the DWR Invoice Backlog. \nGetting this step right keeps billing accurate, \nclients confident, and cash flow predictable.",
        "Why does the DWR Invoice Backlog matter? \nEvery approved DWR represents work your team has already delivered.\nUntil you convert that work into an invoice,\nrevenue sits in limbo. This backlog is the last review before totals, rates,\nand descriptions reach a client. Skipping it risks underbilling, double\nbilling, or sending the wrong detail trail to accounting.",
        "I’m logged in as an Administrator. \nTypically, an Administrator converts DWRs for Time and Material jobs \ninto draft invoices for Project Managers to review and approve.",
        "From the main dashboard, look at the Workflow card \nin the middle of the second row. \nThis is where billing queues live for administrators.",
        "-- Click DWR Invoice Backlog --\nThe DWR Invoice Backlog is the time-and-materials \ninvoice creation center for Job Book.",
        "The grid lists every approved DWR that belongs to a time-and-material job \nthat has not yet been invoiced.",
        "If you've watched our DWR Approval Backlog video earlier in this series.\nAll of this will look very familiar, \nand it behaves almost exactly the same.",
        "At the top left, you’ll see the Invoice Selected DWRs button.\nIt will stay inactive until we have at least one DWR checked.\nAt the top right, you’ll see the Expand All, Collapse All buttons",
        "Below that is the grouping bar. \nYou can drag column headers here \nto group jobs by Job Number, Project Manager, or other fields.",
        "Below that is the DWR Table, \nwhich shows all DWRs in the system that have not yet been invoiced.",
        "The first column is a checkbox. \nClicking the checkbox in the header selects all DWRs for bulk invoice generation. \nUnchecking it clears all selections.",
        "Next are the Date, Created By, and DWR Number columns. \nThe DWR Number column contains hyperlinks to the individual DWRs.",
        "Then you have the Job Number, Client, Project Manager, and Office columns.",
        "Sorting and filtering is done just like the DWR Approval Backlog.\nWatch the DWR Approval Backlog video earlier in this series \nif you want to learn more about how sorting and filtering works.",
        "Just like the DWR Approval Backlog there is the familiar blue triangle \non the left side of the table. \nClicking it, expands the DWR to show more details.",
        "The Expand All and Collapse All work just like the DWR Approval Backlog.",
        "After you’ve reviewed the DWRs, check the boxes for the DWRs you want to \ngenerate an invoice for. \nThe Invoice Selected DWRs button will become active.",
        "To generate an invoice, click the Invoice Selected DWRs button.\nIf you select DWRs for multiple different jobs, \neach unique job will generate its own invoice.\n-- Click Invoice Selected DWRs --",
        "You’ll see a confirmation pop-up showing the number of DWRs \nyou’re about to turn into an invoice. \nClick OK.\n-- Click OK --",
        "The selected DWRs have now gererated an Invoice.\nYou’ll notice the DWRs disappear from the backlog immediately.",
        "You’ll also see a green popup showing the invoice number \nand which job it was created for.\nThere is a button you can click on that will take you \nright to the generated Invoice.\nIf you click the button a new tab will open to the Invoice created. \n-- Click here to access new Invoice --",
        "If you made a mistake while generating the invoice, don’t worry. \nIf you delete an invoice generated from the DWR Invoice Backlog, \nthe DWRs used to create that invoice will return to the backlog \nfor review.",
        "Let me show you.\n-- Click Delete --\n-- Click Delete --\nThis will take you to the Job Book Dashboard, \nso I'll go back to the DWR Invoice Backlog.\n-- Click DWR Invoice Backlog --",
        "As you can see the DWRs we used to create the Invoice that we just deleted \nare now back in the DWR Invoice Backlog.",
        "When you generate an invoice using the DWR Invoice Backlog, \nall invoices go to the Invoices card \nand enter the PM Queue for Project Manager review.",
        "We will do a deep dive on the Invoice process in the next video.",
        "For now, let's connect the dots. Field teams create DWRs. Project\nmanagers approve them in their respective backlogs. Administrators convert\napproved DWRs into invoices here. Project managers sign the drafts,\nadministrators deliver them, and the Active Job Dashboard stays current the\nentire time.",
        "A few best practices make the DWR Invoice Backlog run smoothly:",
        "Schedule a dedicated billing block every week. \nWhen the queue never grows stale, clients see timely invoices \nand cash flow stabilizes.",
        "Use the grouping bar or filter to process one client at a time \nduring month end.\nSending a unified package per client reduces back-and-forth questions.",
        "After each billing session, refresh the grid \nand double-check that you haven’t missed anything.\nAnything still in the backlog should have a clear plan to move forward.",
        "Before we wrap up, here’s a quick recap. \nWe opened the DWR Invoice Backlog \nand reviewed the supporting DWR data. \nWe converted selected DWRs into invoices \nready for Project Managers to review in the PM Queue. \nEach step keeps the path from field work to revenue clear and controlled.",
        "In the next episode, we’ll stay in the invoicing workflow \nand build invoices from scratch. \nYou’ll see how to handle fixed-price jobs, edit draft documents, \nand tailor invoice formats before sending them to clients.",
        "Thanks for watching, and I'll see you in the next video!",
        "And don’t forget to subscribe for more Job Book updates and helpful how-to videos!"
    ],
    "friendlyName": "2.10",
    "index": 18
}
