{
    "GUID": "D7A25CC0-7112-4B19-898E-EBF8F92F21F4",
    "chapters": [
        "\n\n\nThis is a video series on setting up Job Book \n\nif you are coming to this series from the middle, \nI would recommend you start at the beginning of the series as each video will build on the next.\n\nIn the last section we talked about what \nLine Items are in general in \nJob Book.\n\nIn this section we’ll be looking at creating Labour Cost Line Items, \nand talking about how \nLabour Cost Line Items \nare specifically used in the \nJob Book system.",
        "So, let’s hop into it.\nWhat we are going to do is setup Job Book with Line Items. \n\nTo be more specific, \nwe are going to create Labour Cost Line Items. ",
        "To create a Labour Cost Item,\nfrom the dashboard \nClick the Navigate button at the top left.\n\n\nThen Click on Administration.\n\n\nThen Click on Labour Cost Items. \n\nThis is the Item List, \n\nWe'll talk more about this shortly.\n\n\nBut first,\nclick the Create button.",
        "The first field is the \n“Name” field, \n\nyou’ll notice next to \nthe name of the filed \nis a red star,\n \nthis denotes a \nrequired field.\n \nIf you try to \nsave a form\n\n*Click Save*\n\nthat is required\n\n*Click Ok*\n\nJob Book \nwill highlight the fields in red \nand require you to fill out the fields \nwith some values.\n\nLet’s fill in the name of your labour cost item. \n\n\n(Fill in: Survey Party Chief)\",",
        "The next field is “Accounting Code”. \nThis isn’t required but some accounting systems like \nSage 50 will use these accounting codes to help import data from Job Book into the accounting system. \n\nFor now, \nI’m going to give the accounting code the value of \n\n*4100*.\n \nAgain, \nthis code is used by your accounting system \nand the number you use should correspond \nto the number your accounting system uses.\n\nIn Job Book we call them accounting codes \nbut you might hear them referred to as \nChart of Accounts \nor GL \nor General Ledger Codes.\n\nIf you are wondering where these accounting codes come from \nask your accountant or book keeper. ",
        "The next field is “Category” this is a required field. \n\nIt’s only used for sorting the line items \ninto human readable categories.\n\n\nI’ll set this to *Field*",
        "\nThe next field is “Billing Unit” \nit defaults to hours but you can change it to anything. \n\nIf you click on the dropdown you’ll see:\n\nday, \n\nper, \n\nand unit, \n\nbut you can set the billing unit logically to anything; \nincluding \nmiles \n\nor even sandwiches \n\nif you like. \n\nI'll leave it on hours.",
        "\nThe next field is “Billing Unit Cost” \n\n\nlet’s set that to $110.\n\n\nYou’ll notice the “Hourly Cost” was automatically set.\n \nI’ll talk more about billing unit costs and hourly costs after I finish creating this line item.",
        "The last two checkboxes are “Tax Exempt” and “Active”\n\nThe tax-exempt check box is used to make the line-item tax exempt if applicable.\n \nThe active check box is set to active by default. \n\nIf you ever want to delete a labour cost item,\nyou can delete them only if they haven't been used in the past.\n\nIf they have been used in the past you’ll have to deactivate them by unchecking the Active checkbox here.",
        "\nWhen you click the save button, \nthat will create the labour cost item in the \nJob Book system. \n\nDon’t worry \nif you need to change something \nyou can always edit the labour cost items after creation. \n“HIT SAVE”  \n",
        "As you can see \nour new labour cost item is now displayed on the item list.\n\nYou can see the\n\ncategory we created\n\nthe name, \n\nthe accounting code, \n\nthe hourly cost, \n\nthe billing unit, \n\nthe billing unit cost.\n  \nYou can edit the labour item \nby clicking on the edit button \non the far right \nhere. \n\n“Circle the pencil” ",
        "\nNow let’s create another labour cost item \nand talk a little more about the \nnuances of \nunit costs \nand hourly costs.",
        "So just like before you are going to click on the create button. \n\n*CLICK CREATE*\n\nI’m going to create another labour cost item, \nthis time I’ll call it: \n\n“Survey \nMobilization \n\nRate”\n",
        "\nThe accounting code for this is going to be: \n\n*4200*",
        "For the category if you hit the dropdown, \n\nyou’ll see the “Field” we created previously. \n\nWe’ll reuse that category. ",
        "Now for Billing Unit \n\n\n*Select Day.*\n\n\nYou’ll notice Hourly Cost is now editable \n\nand there is a new text displayed under the field. \n\nWhat this means is \nyou’ll have to set the Day rate in \nBilling Unit Cost \nand also set the \nhourly cost. ",
        "So, let’s do that. \nSet the day rate to \n\n*$800 *",
        "Now we can set the \nhourly cost. \n\nLet’s say the hourly cost is \n$80 per hour. \n\nSo set the hourly cost to \n\n*$80.*",
        "\nDid you see how the text changed? \nIt automatically will tell you \nbased on your day rate \nand hourly rate \nhow many hours are in a day of work.\n \n\nIn this example because the day rate is $800 \nand the hourly rate is $80 per hour \nthat means there must be 10 hours in a day of work.",
        "It might be a little clearer if I change the hourly cost to \n\n\n*$100 per hour.*\n\n \nYou can now see a day consists of \n8 hours. ",
        "So why does our system do this?\n\nThe reason is \nlabour cost items are used by your staff when they do their time sheets. \n\nA staff member when doing their time sheets typically do them by the hour. \n\nSo, Peter, the Party Chief \nwill record that he and Ron, \nthe Rod Man \nworked 8 hours, \nNOT that they worked a day.\n\nSo, Job Book converts those 8 hours \ninto 1 Day of \n“Survey Mobilization” \nin the system.\n \nWhen looking at reports for line items \nor invoices \nyou will see how many days of mobilization you have \nbased on the hours inputted \nby your staff. \n\n*Click Save*",
        "You can learn more about invoices and reports in our \nJob Book \nHow to Use Guide series \nand our Job Book \nReporting Guide series \nor look for a link to the video in the description bellow. ",
        "If you are interested in learning more about how to import data into accounting systems like \nSage, \nQuickbooks \nor Xero, \nsee our \nJob Book \nHow to Use Guide series \nor look for a link to the video \nin the description bellow. ",
        "What I’m going to quickly do is create some more \nLabour Cost line items. \nWe will use them further in this \nJob Book \nHow to Setup Guide series \nand also in the \nJob Book \nHow to Use Guide series.",
        "So how are labour line items \nused in the \nJob Book System? \nIf you recall from THE previous video, \nLabour line items are used mainly when staff are filling out their daily work records \nand are sometimes used when administrators create invoices \nbased on the time and materials used on a job.\n\nAdministrators \n\nuse reports that take labour line items and generate payroll with them. \n\nProject Managers\n\nuse reports that take labour line Items \nto look at the real time burn of projects.",
        "In the next video I’m going to show you how to set up your Equipment and Materials in Job Book.\n\nAnd in upcoming videos I’m going to show you how to setup Fixed Price Items,\nthe last line-item type in Job Book. \n\n\nHope you enjoy!"
    ],
    "friendlyName": "1.03 Labour Cost Items",
    "index": 1
}